Repository: tobetter/casper
Catalog: debian/po/*.po
Languages: de, el, es, fr, hu, nb, pl, pt_br, ro

source: Enter preinstalled session
de: Benutze die vorinstallierte Sitzung
el: Είσοδος στην προεγκατεστημένη συνεδρία
es: Entrar en la sesión preinstalada
fr: Entrer dans la session pré-installée
hu: Lépjen be az előtelepített munkamenetbe
nb: Åpne preinstallert økt
pl: Wejd¼ do przeinstalowanej sesji
pt_br: Entrar na sessão pré-instalada
ro: Intră în sesiunea pre-instalata

source: Preparing for live session
de: Vorbereitung für Live-Session...
el: Προετοιμασία για συνεδρία live...
es: Preparándose para una sesión «en vivo»
fr: Préparation de la session live
hu: Élő munkamenet előkészítése
nb: Forbereder live økt
pl: Przygotowanie do sesji live
pt_br: Preparando para uma sessão "live"
ro: Ne pregatim pentru sesiunea live...

source: Preparing for live session...
de: Vorbereitung für Live-Session...
el: Προετοιμασία για συνεδρία live...
es: Preparándose para una sesión «en vivo»...
fr: Préparation de la session live...
hu: Élő munkamenet előkészítése...
nb: Forbereder live økt...
pl: Przygotowanie do sesji live...
pt_br: Preparando para uma sessão "live"...
ro: Ne pregatim pentru sesiunea live...

source: Loading modules...
de: Lade Module...
el: Φόρτωση μονάδων λογισμικού ...
es: Cargando los módulos...
fr: Chargement des modules...
hu: Modulok betöltése...
nb: Laster moduler...
pl: £adowanie modu³ów...
pt_br: Carregando módulos...
ro: Se încarcă modulele ...

source: Setting up filesystem...
hu: Fájlrendszerek beállítása...
pt_br: Configurando o sistema de arquivos...

source: Mounting temporary filesystems...
de: Einhängen des temporären Dateisystems...
el: Αποπροσάρτηση προσωρινών αρχείων συστημάτων...
es: Montando los sistemas de ficheros temporales...
fr: Montage des systèmes de fichiers temporaires...
hu: Ideiglenes fájlrendszerek felcsatolása...
nb: Monterer midlertidige filsystemer...
pl: Montowanie tymczasowych systemów plików...
pt_br: Montando sistema de arquivos temporários...
ro: Se montează sistemele de fişiere temporare...

source: Creating user...
de: Erzeuge Benutzer Konto..
el: Δημιουργία χρήστη...
es: Creando usuario...
fr: Création de l'utilisateur...
hu: Felhasználó létrehozása...
nb: Lager bruker...
pl: Dodawanie u¿ytkownika...
pt_br: Criando usuário...
ro: Se creează utilizatorul...

source: Configuring autologin...
de: Konfiguriere automatischen Login
el: Ρύθμιση αυτόματης εισόδου στο σύστημα...
es: Configurando el ingreso automático...
fr: Configuration de la connexion automatique...
hu: Hálózat beállítása...
nb: Setter opp automatisk innlogging...
pl: Konfigurowanie automatycznego logowania...
pt_br: Configurando login automático...
ro: Se configurează autologarea...

source: Configuring graphics hardware (the screen may blank)...
de: Konfiguriere Grafik Hardware (der Bildschirm kann dunkel bleiben)...
el: Ρύθμιση υλικού γραφικών (η οθόνη μπορεί να φανεί κενή)...
es: Configurando el hardware gráfico (la pantalla puede quedarse en blanco)...
fr: Configuration du matériel graphique (il se peut que l'écran devienne blanc)...
hu: A grafikai harver beállítása folyamatban (a képernyő néhány másodpercre sötétre válthat)...
nb: Setter opp maskinvaren for grafikk (skjermen kan bli blank)...
pl: Konfigurowanie sprzetu graficznego (ekran mo¿e migotaæ)...
pt_br: Configurando dispositivos gráficos (a tela pode apagar)...
ro: Se configurează placa grafică (ecranul s-ar putea să se golească)...

source: Setting font preferences...
de: Einstellung der Schrifttypen Präferenzen..
el: Ρύθμιση προτιμήσεων γραμματοσειρών...
es: Configurando las preferencias de tipos de letra...
fr: Configuration des préférences des polices...
hu: Betű tulajdonságok beállítása...
nb: Setter skriftinstillinger...
pl: Ustawianie preferencji czcionek...
pt_br: Configurando preferências de fonte...
ro: Se setează preferinţele fontului...

source: Configuring panel...
de: Konfiguriere Panel...
el: Ρύθμιση του ταμπλώ...
es: Configurando el panel...
fr: Configuration du tableau de bord...
hu: Panel beállítása...
nb: Setter opp panelet...
pl: Konfigurowanie panela...
pt_br: Configurando o painel...
ro: Se configurează panoul...

source: Configuring initialization process...
de: Konfiguriere Initialisierungsprozess...
el: Ρύθμιση της διαδικασίας αρχικοποίησης...
es: Configurando el proceso de inicialización...
fr: Configuration du processus d'initialisation...
hu: Értékadó folyamatok beállítása...
nb: Setter opp initialiseringsprosess...
pl: Konfigurowanie procesu uruchamiania...
pt_br: Configurando o processo de inicialização...
ro: Se configurează procesul de iniţializare...

source: Configuring swap...
de: Konfiguriere Swap...
el: Ρύθμιση περιοχής ενναλαγής...
es: Configurando el área de intercambio (swap)...
fr: Configuration du fichier d'échange...
hu: Lapozófájl beállítása...
nb: Setter opp swap...
pl: Konfigurowanie przestrzeni wymiany...
pt_br: Configurando área de troca...
ro: Se configurează swap...

source: Freeing bootstrap memory...
de: Urlader Speicherbereich wird freigebenen
el: Απελευθέρωση μνήμης bootstrap...
es: Liberando la memoria usada en el arranque...
fr: Libération de la mémoire bootstrap...
hu: "Bootstrap" memória felszabadítása...
nb: Frigjør bootstrap-minne
pl: Uwalnianie tymczasowej pamiêci...
pt_br: Liberando memória usada na inicialização...
ro: Se eliberează memoria de bootstrap...

source: Configuring language...
de: Konfiguriere Sprache...
el: Ρύθμιση γλώσσας...
es: Configurando el idioma...
fr: Configuration de la langue...
hu: Nyelv beállítása...
nb: Setter opp språk...
pl: Konfigurowanie jêzyka...
pt_br: Configurando idioma ...
ro: Se configurează limba...

source: Initializing splash screen...
hu: Splash képernyő értékadása...

source: Step '${step}' failed
de: Schritt '${step}' fehlgeschlagen
el: Αποτυχία του βήματος '${step}'
es: El paso «${step}» ha fallado
fr: Échec de l'étape « ${step} ».
hu: A '${step}' lépés sikertelen volt
nb: Steg '${step}' feilet
pl: Etap '${step}' nie powiód³ siê
pt_br: Etapa '${step}' falhou
ro: Pasul '${step}' a eşuat

source: Which device should be used to store session data?
de: Welches Gerät soll zur Speicherung der Sitzungsdaten verwendet werden?
el: Ποιά συσκευή θα χρησιμοποιηθεί για τη αποθήκευση δεδομένων συνεδρίας?
es: ¿Qué dispositivo debe usarse para almacenar los datos de la sesión?
fr: Quel périphérique doit être utilisé pour conserver les données de la session ?
hu: Melyik eszközt kívánja használni a munkamenet adatainak tárolásához?
nb: Hvilken enhet bør bli brukt til å lagre øktinstillinger?
pl: Które urz±dzenie ma zostaæ u¿yte do zapisu danych sesji?
pt_br: Qual dispositivo deve ser usado para armazenzar dados da sessão?
ro: Care dispozitiv trebuie folosit să stocheze datele sesiunii?

source: How much memory should be used to store session data?
de: Wieviel Speicher soll zur Speicherung der Sitzungsdaten verwendet werden?
el: Πόση μνήμη θα χρησιμοποιείται για την αποθήκευση δεδομένων συνεδρίας?
es: ¿Cuánta memoria debe usarse para almacenar los datos de la sesión?
fr: Combien de mémoire doit être utilisée pour conserver les données de la session ?
hu: Mennyi memóriát kíván használni a munkamenet adatainak tárolásához?
nb: Hvor mye minne bør bli brukt til å lagre øktinstillinger?
pl: Jaka ilo¶æ pamiêci ma zostaæ u¿yta zapisywania danych sesji?
pt_br: Quanto de memória deve ser usado para armazenar dados da sessão?
ro: Câtă memorie ar trebui să fie folosită pentru a stoca datele sesiunii?

source: What is the path to the filesystem image you would like to use?
de: Wie lautet der Pfad zum Dateisystem Image welches Sie verwenden wollen?
el: Ποιά είναι η διαδρομή για την εικόνα (image) του συστήματοις αρχείων που θα χρησιμοποιήσετε?
es: ¿Cuál es la ruta a la imagen de sistema de ficheros que desea usar?
fr: Quel est le chemin à l'image du système de fichier que vous désirez utiliser ?
hu: Mi az elérési útvonala annak a fájlrendszernek, amit használni kíván?
nb: Hva er stien til filsystembildet du vil bruke?
pl: Podaj ¶cie¿kê do obrazu systemu plików, który ma zostaæ u¿yty:
pt_br: Qual é o caminho para a imagem de sistema de arquivos que deseja usar?
ro: Care este calea (path) către imaginea sistemului de fişiere pe care doriţi să o folosiţi?

source: Which devices should be used for swap space?
de: Welche Geräte sollen für den Swap Bereich verwendet werden
el: Ποιές συσκευές θα χρησιμοποιηθούν για χώρο swap?
es: ¿Qué dispositivos deben usarse para el área de intercambio (swap)?
fr: Quels périphériques doivent être utilisés pour l'espace d'échange ?
hu: Melyik eszközt kaívánja lapozófájlként használsni(swap space)?
nb: Hvilke enheter skal bli brukt som vekselfil?
pl: Które urz±dzenia maj± zostaæ u¿yte jako przestrzeñ wymiany?
pt_br: Quais dispositivos devem ser usados como área de troca?
ro: Care dispozitive vor fi folosite pentru spaţiul swap?

source: What runlevel should be entered?
de: Welcher Runlevel soll benutzt werden?
el: Σε ποιό runlevel θα πρέπει να μπεί?
es: ¿A que nivel de ejecución se debe entrar?
fr: Quel niveau d'exécution doit être utilisé ?
hu: Melyik futtatási szintre kíván lépni?
nb: Hvilket kjørenivå bør bli startet?
pl: Który runlevel ma zostaæ uruchomiony?
pt_br: Qual nível de inicialização deve ser usado?
ro: Care nivel de rulare (runlevel) trebuie intrat?

source: Configuring snapshot...
el: Ρύθμιση snapshot...
es: Configurando la instantánea...
fr: Configuration de la capture...
nb: Setter opp øyeblikksbilde...
ro: Se configurează imaginea (snapshot)...
